Autodesk.Revit.UI.Events.ExecutedEventArgs.SetJournalData(System.Collections.Generic.IDictionary`2{System.String,System.String})
Sets the journal data associated to this command (on journal playback).
Remarks:
For details about the use of journal data associated to a command, see ExternalCommandData.JournalData.
Since: 2017